Retrieve a backward moving iterator to the set.
  Namespace:   Autodesk.Revit.DB.Architecture
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public virtual RoomTagTypeSetIterator ReverseIterator()
  Visual Basic
Public Overridable Function ReverseIterator As RoomTagTypeSetIterator
  Visual C++
public:
virtual RoomTagTypeSetIterator^ ReverseIterator()
 Return Value
 Returns a backward moving iterator to the set.
 See Also
  RoomTagTypeSet Class
  Autodesk.Revit.DB.Architecture Namespace